* QDB Notes

** DONE - Repo management?
** DONE - (Route) What does (should) timeout do?
- global / prevent bad ASIC
** DONE - (Route) What should REGRSP code do?
** DONE - (Parser) Why only read data when not receiving?
** DONE - (Parser) What is this 'fixme'?
** DONE - (Route) What is this 'fixme'?
** TODO allen variance - frequency stability
#+begin_src python :results output
n_elec = 10**15
d_elec = 8
val = n_elec * d_elec / 10**9 # GB
print(f'{val:0.2e}')
#+end_src

#+RESULTS:
: 8.00e+06
